odIfcGeomModule
\details
Retrieves currently initialized geometrical module for IFC SDK geometry compose and visualization.
\returns Returns a smart pointer to the currently initialized geometry module for IFC SDK.